tap "derailed/k9s"
tap "homebrew/services"
brew "xz"
brew "openssl@3"
brew "readline"
brew "glib"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "graphviz"
brew "grpcurl"
brew "jq"
brew "kube-linter"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libpq"
brew "luarocks"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "protobuf"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "sqlfmt"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zlib"
brew "derailed/k9s/k9s"
brew "lazygit"
brew "golangci-lint"
brew "zsh-syntax-highlighting"
cask "ghostty"
cask "git-credential-manager"
cask "secretive"
